brew "awscli"
brew "bat"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-xargs"
brew "gradle"
brew "maven"
brew "pnpm"
brew "stow"
cask "affinity"
cask "alcove"
cask "arc"
cask "bitwarden"
cask "discord"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "intellij-idea"
cask "logi-options+"
cask "monitorcontrol"
cask "notion-calendar"
cask "raycast"
cask "reminders-menubar"
cask "scroll-reverser"
cask "shottr"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "cmckni3.dark-plus-mono"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "gruntfuggly.todo-tree"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "sonarsource.sonarlint-vscode"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
